{
    "About me": "Über mich",
    "Skills": "Fähigkeiten",
    "Contact": "Kontakt",
    "I am": "Ich bin",
    "FRONTEND DEVELOPER": "FRONTEND-ENTWICKLER",
    "Let's talk": "Lass reden",
    "about me sektion 1": "Hallo, ich bin ein Junior-Frontend-Entwickler mit Sitz in Nikosia, Zypern. Ich habe Erfahrung in der Entwicklung von Web- und mobilen Anwendungen mit Angular und Javascript gesammelt. Freunde von mir sind Softwareentwickler. Sie haben mir vom Programmieren erzählt und ich fand es sehr interessant. Also habe ich die Chance in der Developer Akademie genutzt, um in Projekte und neue Herausforderungen einzutauchen. Jetzt ist meine Begeisterung zu einer Leidenschaft geworden.",
    "local": "Da ich hinsichtlich meiner Arbeitsumgebung flexibel bin, kann ich sowohl vor Ort in Zypern als auch aus der Ferne effektiv arbeiten.",
    "lamp":"Ich bin aufgeschlossen und suche immer nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten ständig zu verbessern.",
    "puzzle":"Wenn Sie denken, dass ich eine gute Ergänzung für Ihre Projekte und Ihr Team sein könnte, würde ich mich sehr über ein Gespräch mit Ihnen freuen. Lassen Sie uns besprechen, wie wir für Ihre Web-Lösung effektiv zusammenarbeiten können. Zögern Sie nicht, Kontakt mit mir aufzunehmen!",
    "My Skills":"Meine Fähigkeiten",
    "my skills text":"Ich habe Erfahrung im Aufbau von Projekten mit verschiedenen Frontend-Technologien und -Konzepten gesammelt",
    "Get in touch":"Kontaktiere mich",
    "work sample": "Diese Seite ist ein Beispiel meiner Arbeit – probieren Sie es gerne aus.",
    "Live test": "Testen",
    "join":"To-Do-Liste oder Aufgabenverwaltungsanwendung, inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
    "pollo-loco":"Ein einfaches Spiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen zu finden und Flaschen zu sammeln, um gegen das große Killerhuhn zu kämpfen.",
    "pokedex":"Basierend auf der PokéAPI, einer einfachen Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert.",
    "Maurice always brings an abundance of positive energy to the team. Once he understands a task, he works extremely quickly and confidently. His skills make him an indispensable team player that everyone wants to keep. Additionally, he excels at explaining complex concepts in an understandable way. Maurice is a true asset to any team!":"Maurice bringt immer jede Menge positive Energie ins Team. Wenn er eine Aufgabe verstanden hat, arbeitet er extrem schnell und souverän. Seine Fähigkeiten machen ihn zu einem unverzichtbaren Teamplayer, den jeder gerne behalten möchte. Darüber hinaus ist er ein Meister darin, komplexe Zusammenhänge verständlich zu erklären. Maurice ist eine echte Bereicherung für jedes Team!",
    "The strength of Maurice is his work speed. One might think that he has more than two arms. When the mood in the team starts to dip, he is the one who can make everyone laugh with his comments or funny pictures. With Maurice on the team, big hurdles suddenly seem quite small. A big thank you to you, Maurice!":"Maurices Stärke ist seine Arbeitsgeschwindigkeit. Man könnte meinen, er hätte mehr als zwei Arme. Wenn die Stimmung im Team mal kippt, ist er derjenige, der mit seinen Sprüchen oder lustigen Bildern alle zum Lachen bringt. Mit Maurice im Team erscheinen große Hürden plötzlich ganz klein. Ein großes Dankeschön an dich, Maurice!",
    "Maurice was an important part of our group project Join. His open and bright nature always contributed to a pleasant group dynamic. He is characterized by his ability to quickly familiarize himself with new subject areas and to complete assigned tasks efficiently. It was a pleasure to have him as part of our team.":"Maurice war ein wichtiger Bestandteil unseres Gruppenprojektes Join. Seine offene und aufgeweckte Art trug stets zu einer angenehmen Gruppendynamik bei. Seine Fähigkeit, sich schnell in neue Themengebiete einzuarbeiten und übertragene Aufgaben effizient zu erledigen, zeichnet ihn aus. Es war uns eine Freude, ihn als Teil unseres Teams zu haben.",
    "Got a problem to solve?": "Müssen Sie ein Problem lösen?",
    "Contact text": "Kontaktieren Sie mich über dieses Formular. Ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "Need a frontend developer?":"Brauchen Sie einen Frontend-Entwickler?",
    "Contact me!":"Kontaktieren Sie mich!",
    "Send message :)":"Nachricht senden :)",
    "Thank`s for your mail":"Vielen Dank für Ihre Mail",
    "Your name":"Dein Name",
    "Your email":"Deine E-Mail",
    "Your message": "Deine Nachricht",
    "Imprint":"Impressum",
    "Information according to § 5 TMG":"Angaben gemäß § 5 TMG",
    "Responsible for the content according to § 55 Abs. 2 RStV:":"Inhaltlich Verantwortlicher gemäß § 55 Abs. 2 RStV:",
    "Liability for Content":"Haftung für Inhalte",
    "Liability for Links":"Haftung für Links",
    "Copyright": "Urheberrecht",
    "LfC":"Als Diensteanbieter bin ich gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG bin ich jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werde ich diese Inhalte umgehend entfernen.",
    "LfL":"Mein Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte ich keinen Einfluss habe. Deshalb kann ich für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverstößen werde ich derartige Links umgehend entfernen.",
    "CCR":"Die durch mich erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechts bedürfen meiner schriftlichen Zustimmung. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht von mir erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie dennoch auf eine Urheberrechtsverletzung aufmerksam werden, bitte ich um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werde ich derartige Inhalte umgehend entfernen.",
    "Thank you! Your message has been sent successfully.":"Vielen Dank! Ihre Nachricht wurde erfolgreich gesendet."
   
}
