{"about me sektion 1": "Hi, I am a junior frontend developer based in Nikosia, Cyprus. I have gained experience in developing web and mobile applications with Angular and Javascript. Friends of mine are software developers. They told me about programming and I found it very interesting. So I used the chance in Developer Akademie to dive into projects and new challanges. Now my enthusiasm turned into a passion.",
"local": "Flexible in terms of working environments, I can work effectively both on-site in Cyprus and remotly.",
"lamp": "I am open-minded and always looking for personal challanges to constantly improve my knowledge and skills.",
"puzzle":"If you think I could be a good addition to your projects and team, I would be very glad to talk to you. Let's discuss how we can work together effectively for your web solution. Do not hesitate to get in touch!",
"my skills text": "I have gained experience in building projects with various frontend technologies and concepts",
"work sample":"This page is a sample of my work - please feel free to try it out.",
"join":"To-do list or taskmanagmente application inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
"pollo-loco":"A simple game based on an object-oriented approach. Help Pepe to find coins and collect bottles to fight against the big killer Chicken.",
"pokedex":"Based on the PokéAPI a simple library that provides and cataloques pokemon infomation.",
"Contact text":"Contact me through this form, I am interested in hearing from you, getting to know your ideas and contributing to your projects with my work.",
"LfC": "As a service provider, I am responsible for my own content on these pages according to § 7 Abs.1 TMG and general laws. However, according to §§ 8 to 10 TMG, I am not obligated to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information under general laws remain unaffected. However, liability in this regard is only possible from the time of knowledge of a specific legal violation. Upon becoming aware of such violations, I will remove the content immediately.",
"LfL": "My offer contains links to external websites of third parties, on whose content I have no influence. Therefore, I cannot assume any liability for these external contents. The respective provider or operator of the sites is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not recognizable at the time of linking. A permanent content control of the linked pages is, however, not reasonable without concrete evidence of a violation of the law. Upon becoming aware of legal violations, I will remove such links immediately.",
"CCR":"The content and works created by me on these pages are subject to German copyright law. The duplication, processing, distribution, and any kind of exploitation outside the limits of copyright law require my written consent. Downloads and copies of these pages are only permitted for private, non-commercial use. Insofar as the content on this site was not created by me, the copyrights of third parties are respected. In particular, third-party content is marked as such. Should you nevertheless become aware of a copyright infringement, I request that you notify me accordingly. Upon becoming aware of legal violations, I will remove such content immediately."
}